Repository: Vandcarlos/desafio-ios
Catalog: TFilmes/Supporting Files/*.lproj/Localizable.strings
Languages: pt_br

# tabs.movies
source: MOVIES
pt_br: FILMES

# tabs.favorites
source: FAVORIES
pt_br: FAVORITOS

# splash.error.title
source: Error on get genres
pt_br: Erro ao buscar gênreos

# splash.error.message
source: You can try get genres again
pt_br: Você pode tentar buscar os gêneros novamente

# main.error.title
source: Error on get movies
pt_br: Erro ao buscar filmes

# main.error.message
source: You can try get movies again
pt_br: Você pode tentar buscar os filmes novamente

# main.empty.default
source: No movies found
pt_br: Filmes não encontrado

# main.empty.search
source: Your search for "#text#" returned no results
pt_br: Sua busca por "#text#" não retornou resultados

# favorites.empty.default
source: No favorite movies found
pt_br: Sem filmes favoritos encontrado

# favorites.empty.only_query
source: Your search for "#text#" returned no results
pt_br: Sua busca por "#text#" não retornou resultados

# favorites.empty.only_filter
source: Your filters returned no results
pt_br: Seus filtros não retornaram resultados

# favorites.empty.query_with_filters
source: Your search for "#text#" with your filters returned no results
pt_br: Sua busca por "#text#" com fitros não retornou resultados

source: try again
pt_br: tentar novamente

source: cancel
pt_br: cancelar

source: apply
pt_br: aplicar
